[Name.Prefix.Prefix__SirHammerlocks WeaponNamePartDefinition]
PartName="Sir Hammerlock's"

[Name.Title.Title_Unique_Chopper WeaponNamePartDefinition]
PartName="CHOPPER"

[Name.Title.Title_Unique_Chopper:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Mãos à obra."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_DamnedCowboy WeaponNamePartDefinition]
PartName="Cowboy Amaldiçoado"

[Name.Title.Title_Unique_DamnedCowboy:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Fale baixo. Use isso."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Doom WeaponNamePartDefinition]
PartName="Pavor"

[Name.Title.Title_Unique_Doom:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Inferno em Pandora."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_ElephantGun WeaponNamePartDefinition]
PartName="Caçadora de Elefantes"

[Name.Title.Title_Unique_ElephantGun:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Odiada por muita gente."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Hydra WeaponNamePartDefinition]
PartName="Hydra"

[Name.Title.Title_Unique_Hydra:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="5 cabeças mortais!"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Rex WeaponNamePartDefinition]
PartName="Rex"

[Name.Title.Title_Unique_Rex:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Basicamente é artilharía pesada."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Twister WeaponNamePartDefinition]
PartName="Vendaval"

[Name.Title.Title_Unique_Twister:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Varrendo seus problemas."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_YellowJacket WeaponNamePartDefinition]
PartName="Jaqueta Amarela"

[Name.Title.Title_Unique_YellowJacket:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Pelo povo e para o povo."
Suffix=""
Prefix=""

